/* Dot import error */
"%@\n\nLine %d: %@" = "%1$@\n\nLinea %2$d: %3$@";

/* Graphviz import error */
"Couldn't read graph type; found \"%@\" when expecting \"graph\" or \"digraph\"." = "Impossibile leggere il tipo di grafico: è stato rilevato \"%@\" invece di \"graph\" o \"digraph\".";

/* Dot (GraphViz) import error */
"Dot import failure" = "Errore di importazione del punto";

/* Graphviz import error */
"Expecting a subgraph after \"subgraph\" keyword." = "È previsto sottografo dopo la parola chiave \"subgraph\".";

/* Graphviz import error */
"Expecting attachment point after nodename and colon." = "È previsto un punto di inserimento dopo il nome del nodo e i due punti.";

/* Graphviz import error */
"Expecting value for key \"%@\"." = "È previsto un valore per la chiave \"%@\".";

/* Graphviz import error */
"Graph nodes didn't start as expected." = "I nodi del grafico non sono iniziati come previsto.";

/* Graphviz import error */
"Malformed attribute dictionary: expecting an attribute name." = "Dizionario attributo non corretto: è previsto un nome per l'attributo.";

/* Graphviz import error */
"Malformed attribute dictionary: expecting an attribute value." = "Dizionario attributo non corretto: è previsto un valore per l'attributo.";

/* Graphviz import error */
"Unexpected left square bracket after subgraph definition." = "Parentesi quadra sinistra non prevista dopo la definizione di sottografo.";

/* Graphviz import error */
"Unexpected token while expecting statement." = "Token non previsto, era prevista un'istruzione.";

